Revit 2027 API
SpecTypeId.ReinforcementLength Property
 Reinforcement Length, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementLength { get; }
Public Shared ReadOnly Property ReinforcementLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementLength {
	ForgeTypeId^ get ();
}
static member ReinforcementLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace